[
    {
        "id": 1,
        "fact": "Stay Off the Street."
    },
    {
        "id": 2,
        "fact": "Always Check Ceilings and Walls for a Gap or Hole."
    },
    {
        "id": 3,
        "fact": "Get Non-Weapon Attacks in the Power Skill Tree."
    },
    {
        "id": 4,
        "fact": "Always Have Medkits and Lockpicks. "
    },
    {
        "id": 5,
        "fact": "Don't Drop Old Weapons."
    },
    {
        "id": 6,
        "fact": "Secure Safe Zones."
    },
    {
        "id": 7,
        "fact": "Stockpile Coffee."
    },
    {
        "id": 8,
        "fact": "Loot Vehicles."
    },
    {
        "id": 9,
        "fact": "Avoid The Ground In Dying Light"
    },
    {
        "id": 10,
        "fact": "Capture Safe Houses ASAP In Dying Light"
    },
    {
        "id": 11,
        "fact": "Unlock The Right Skills In Dying Light"
    },
    {
        "id": 12,
        "fact": "Complete Side-Missions In Dying Light"
    },
    {
        "id": 13,
        "fact": "Go Outside At Night In Dying Light"
    },
    {
        "id": 14,
        "fact": "Hold Off On Repairing Weapons In Dying Light"
    },
    {
        "id": 15,
        "fact": "Aim for the head; the Infected go down quickly if you land headshots time and time again. Don’t miss! You can also aim for the neck if you have a good slashing weapon."
    },
    {
        "id": 16,
        "fact": "Just because Infected fall down doesn’t mean they’re no longer a threat. Enemies that take leg injuries fall, but can still grab you and get a little bitey. Watch for movement on the ground or look for XP when an enemy falls. If you didn’t get XP, you didn’t get a kill. Give them a double-tap on the ground to finish the job."
    },
    {
        "id": 17,
        "fact": "Ammunition is precious. Save it for enemies that are extremely dangerous to approach. Shoot Gas Tanks to detonate their explosive cylinders, blow down Goons without getting into melee range, and take out Rais’ gunners without giving them a chance to fire back."
    },
    {
        "id": 18,
        "fact": "Loot everything, all the time. A large stockpile of crafting components allows you to create a variety of weapons and general items. The more you loot early on, the better off you’ll be later in the game."
    }
]