[
    {
        "id": 1,
        "fact": "As of February 2015, Supercell rakes in over $5 million a day from Clash of Clans. Holy cow that's a lotta coin."
    },
    {
        "id": 2,
        "fact": "With a multitude of successful mobile games, Supercell was recently valued at $5.5 billion after an investment by SoftBank."
    },
    {
        "id": 3,
        "fact": "George Yao, a top-ranked player, spent six months playing Clash of Clans on five iPads -- all at the same time! He would even take his iPads into the shower with him."
    },
    {
        "id": 4,
        "fact": "Panda, one of the top 10 CoC players, told Wired that he spends nearly $7,000 a month on his Clash of Clan village. That seven grand accounts for just seven percent of his income."
    },
    {
        "id": 5,
        "fact": "In the latest Super Bowl, Clash of Clans debuted a commercial with Liam Neeson parodying his character from \"Taken.\" It was the most viewed Super Bowl ad in 2015, and was selected by YouTube users as the second best ad from the Big Game."
    },
    {
        "id": 6,
        "fact": "According to Wired, Clash of Clans and other mobile games attribute nearly 50 percent of their revenue to just the top 10 percent of players. Oh, so that's how games stay free to play."
    },
    {
        "id": 7,
        "fact": "According to Re/code, along with bringing in millions of dollars a day, there are over 29.5 million active users in the game. You're out of the loop if you don't play this game."
    },
    {
        "id": 8,
        "fact": "Supercell employs around 150 people, yet Clash of Clans has around 15 people working on the popular game, per Venturebeat."
    },
    {
        "id": 9,
        "fact": "In Clash of Clans, you are able to play as five different tiers of troops. Those tiers include 1-3, Dark Elixir Troops and Heroes."
    },
    {
        "id": 10,
        "fact": "If you aren't busy enough, the Builder's Hut will show a builder catching some z's and enjoying the lovely weather."
    },
    {
        "id": 11,
        "fact": "Supercell held a Facebook contest in 2012 for the best name that worked with the acronym P.E.K.K.A. The winner? \"Perfect Enraged Knight Killer of Assassins.\" Bravo, people of Facebook."
    },
    {
        "id": 12,
        "fact": "Due to the conductivity of the P.E.K.K.A's sturdy armor, hidden teslas can do double the damage on the intimidating war machine."
    },
    {
        "id": 13,
        "fact": "Along with the dragon, a P.E.K.K.A is the only character in Clash of Clans that actually changes their appearance at every level."
    },
    {
        "id": 14,
        "fact": "Unlike other MMO/real-time strategy games, placing your base at the corner of a map will not give you an unofficial wall of protection, so watch out!"
    },
    {
        "id": 15,
        "fact": "Make sure to pay attention to Town Hall levels when preparing your attack. If you take on a Town Hall equal to your level you get a 100 percent modifier on looting your opponent, while attacking higher Town Hall levels will give you even more rewards."
    },
    {
        "id": 16,
        "fact": "Heroes are extremely valuable in Clash of Clans. With an arduous wait for your Hero to regain their stamina, make sure to use your protagonist wisely and while you're away place them in rest or guard mode."
    }
    {
        "id": 17,
        "fact":"Though CoC was firing all cylinders in China, U.S. and Turkey, the game couldn’t manage to make much headway in Japan. So the company paired up with the Big Boss of Japanese gaming market – Gungo Ho, developers of Puzzles and Dragons – to cross promote each other’s games in 2013."
    }
]
