[
    {
        "id": 1,
        "fact": "Rocket League is A Sequel To Supersonic Acrobatic Rocket-Powered Battle-Cars"
    },
    {
        "id": 2,
        "fact": "It Cost Less Than $2 Million To Make"
    },
    {
        "id": 3,
        "fact": "Rocket League actually wouldn't exist at all without the help of the Unreal Tournament franchise, specifically Unreal Tournament 2004."
    },
    {
        "id": 4,
        "fact": "Though Rocket League was ultimately released first on the PS4 as part of Sony's Instant Game Collection - making it \"free\" for PlayStation Plus members - Psyonix nearly went another route entirely."
    },
    {
        "id": 5,
        "fact": "Though Psyonix knew that Rocket League was a substantial improvement over their previous effort, they had no idea that the game was going to become the breakout smash hit that it quickly would."
    },
    {
        "id": 6,
        "fact": "Psyonix recently reported that, since its July 2015 launch, Rocket League has served an astonishing 75 million players across all platforms."
    },
    {
        "id": 7,
        "fact": "Before Rocket League's development kicked off in earnest in 2013, Psyonix did prototype a number of prospective iterations, and this led to them pitching a version of what would become the final game to Electronic Arts in 2011."
    },
    {
        "id": 8,
        "fact": "One of the most-praised aspects of Rocket League is the ease for any player, no matter their skill, to simply pick up a controller and start having fun."
    },
    {
        "id": 9,
        "fact": "Though Rocket League admittedly isn't the most imaginative of video game titles, it does roll off the tongue nicely enough, while also giving a quick impression of what the game is actually about."
    },
    {
        "id": 10,
        "fact": "In order to commemorate the game's fifth birthday, Psyonix recently released a rundown of some of Rocket League's most impressive and insane player metrics."
    },
    {
        "id": 11,
        "fact": "Psyonix were well aware that they didn't do enough to market Supersonic Acrobatic Rocket-Powered Battle-Cars, which was basically dumped on PSN without any sort of advertising spend whatsoever"
    },
    {
        "id": 12,
        "fact": "So unexpected was Rocket League's success right out of the gate that the game's servers simply couldn't handle the massive player load."
    },
    {
        "id": 13,
        "fact": "With its small $2 million budget, Psyonix could never have dreamed of how much money Rocket League would print for them in its first year alone, with 5 million copies sold resulting in $110 million in revenue before the year was even up."
    },
    {
        "id": 14,
        "fact": "Rocket League has enjoyed countless cross-promotions with major IP over the years, though perhaps nothing quite more apt than a partnership with Hot Wheels toys."
    },
    {
        "id": 15,
        "fact": "Near the end of March, Rocket League achieved its highest-ever concurrent player count across platforms, with a staggering 485,197 people playing the game at once."
    },
    {
        "id": 16,
        "fact": "Though Rocket League's microtransactions have been divisive with some quarters of the fanbase, beyond merely lining the pockets of the company much of the MTX profits are actually funnelled back into the game itself, often in order to support its own competitive championships."
    },
    {
        "id": 17,
        "fact": "As a part of Psyonix's aforementioned info dump of the game's achievements over the last five years, they also confirmed that an unbelievable 29 billion goals have been scored by players since launch, with an average of 5.8 goals being scored per match."
    },
    {
        "id": 18,
        "fact": "The 2020 Rocket League World Championship Was Aired On ESPN"
    },
    {
        "id": 19,
        "fact": "It Took Sony Almost Four Years To Allow Cross-Platform Play"
    },
    {
        "id": 20,
        "fact": "Despite Rocket League's enormous success, Psyonix continues to insist that they've got no plans whatsoever for a sequel, instead continuing to iterate on the existing game through what they've called an \"infinite support window.\""
    }
]