[
    {
        "id": 1,
        "fact": "The Most Expensive Skin was Sold for Over $150k "
    },
    {
        "id": 2,
        "fact": "CS:GO Has Halo Skins. Released on November 2019."
    },
    {
        "id": 3,
        "fact": "CS:GO Skins can be Traded on Dozens of Platforms."
    },
    {
        "id": 4,
        "fact": "Every character in CS:GO have Skins."
    },
    {
        "id": 5,
        "fact": "CS:GO is the game with most skins around by far out of all other FPS games."
    },
    {
        "id": 6,
        "fact": "Skins were included in the “The Arms Deal” update, which was one of the best this game has ever seen."
    },
    {
        "id": 7,
        "fact": "Skins range in price from a few to thousands of dollars for the rarest and most renowned."
    },
    {
        "id": 8,
        "fact": "You can't see you own shadow in CSGO."
    },
    {
        "id": 9,
        "fact": " CSGO was earlier just a port for CS: Source for consoles."
    },
    {
        "id": 10,
        "fact": "When it first launched, CS:GO didn’t have competitive mode and skins."
    },
    {
        "id": 11,
        "fact": "If you keep the tutorials on, you can locate the bomb in smoke."
    },
    {
        "id": 12,
        "fact": "IGNOREMSG – DISABLES EVERYTHING"
    },
    {
        "id": 13,
        "fact": "Molotov is powerful than incendiary and also $200 cheaper."
    },
    {
        "id": 14,
        "fact": "You can actually pull out money from atm beside the bank at the overpass."
    },
    {
        "id": 15,
        "fact": "It is the first Counter-Striker game to have competitive matchmaking built-in"
    },
    {
        "id": 16,
        "fact": "The P250 has the most skins, at 19."
    },
    {
        "id": 17,
        "fact": "The M249 has the least skins, at 6."
    },
    {
        "id": 18,
        "fact": "The skins with the most words in their names are the Blood in the Water and The Fuschia Is Now."
    },
    {
        "id": 20,
        "fact": "The Tec-9 has the highest souvenir-to-skin ratio, at 7/13"
    },
    {
        "id": 21,
        "fact": " Jumping Over A Molotov Does Not Negate Damage "
    },
    {
        "id": 22,
        "fact": "None of the default pistols have a consumer grade skin."
    },
    {
        "id": 23,
        "fact": "The Man-o'-War is the only skin to use an apostrophe in its name."
    },
    {
        "id": 24,
        "fact": "At 12 skins, the PP-Bizon has the most skins with multiple words in their names out of any gun."
    },
    {
        "id": 25,
        "fact": "The 龍王 (Dragon King) is the only skin to use hanzi characters or parentheses in its name."
    },
	{
		"id": 26,
		"fact": "CS:GO has hosted more professional esports tournaments than any other game."
	},
	{
		"id": 27,
		"fact": "It Was Initially A Mod For Half-Life"
	},
	{
		"id": 28,
		"fact": "Few Bots Are Named After Real People"
	},
	{
		"id": 29,
		"fact": "Ash's grenade launcher was made after asking 'how can a bazooka be fit into rainbow' as a regular bazooka would seem too extreme"
	},
	{
		"id": 30,
		"fact": "The reason behind the GSG9 uniform seeming so casual was to fit the undercover design, whoch is why you see the denim jeans and IQ's iconic pink shoes."
	},
	{
		"id": 31,
		"fact": "Sledge and Thatcher are both microcosms of the operators from the embassy raid. Thatcher elite is named 'Operation Nimrod' same as the embassy operation and he is wearing a medal given by margeret thatcher herself"
	},
    {
    "id": 32,
    "fact": "Desert Eagle accuracy resets much faster while crouch shooting."
  },
  {
    "id": 33,
    "fact": "Molotov spreads more than incendiary but is $200 cheaper."
  },
  {
    "id": 34,
    "fact": "Ninjas in Pyjamas had the longest win streak of 87-0 win of all time until 2013."
  },
  {
    "id": 35,
    "fact": "Olofmeister was the only player in the world to make the playoffs at all Majors until he was eliminated in the New Legends Stage of the StarLadder Berlin Major 2019."
  },
  {
    "id": 36,
    "fact": "You run the fastest when you hold your knife or the bomb in hand."
  }

  {
    "id": 37,
    "fact": "It is the first Counter-Striker game to have competitive matchmaking built-in."
  }
 {
    "id": 38,
    "fact": "The sentence, 'The quick brown fox jumps over the lazy dog' uses every letter in the English language."
  }

]
