[
    {
        "id": 1,
        "fact": " Use Gold, HP, MANA & XP as Resource"
    },
    {
        "id": 2,
        "fact": " Objectives are more important than Kills"
    },
    {
        "id": 3,
        "fact": "Good Drafts are well rounded."
    },
    {
        "id": 4,
        "fact": "The Map & Timer are your best friends"
    },
    {
        "id": 5,
        "fact": " Information is Power"
    },
    {
        "id": 6,
        "fact": "Good Habits are the Secret to Good DOTA 2"
    },
    {
        "id": 7,
        "fact": "There’S Always a Solution"
    },
    {
        "id": 8,
        "fact": "The rule is simple: if you lose two games in a row, don’t play a third. It might be easier said than done, but players will often try to continue grinding game after game in order to recover MMR from losses. It is a foolish mistake."
    },
    {
        "id": 9,
        "fact": "The final challenge. The ideal mindset you want to have when playing Dota 2 is to realise that you’re not the most important player in the game, or even the team."
    },
    {
        "id": 10,
        "fact": "You won’t be fazed by missed last hits, failed dewards and unwarranted deaths."
    },
    {
        "id": 11,
        "fact": "Use it in moments like getting a successful deward or stealing their stacked neutral camps, and see them crumble under pressure!"
    },
    {
        "id": 12,
        "fact": "An added tip is that you can use sprays even after you’re dead, and they’ll appear near the spot where you died. Use them if the enemy team got an unfavourable trade from killing you. They’re quite underrated for what they can do!"
    },
    {
        "id": 13,
        "fact": "The idea of single-handedly leading your team to glory has been romanticized far too much – sure it’s fun to go gung-ho sometimes, but for the most part, doing so will not yield favorable results."
    },
    {
        "id": 14,
        "fact": "An added tip is that you can use sprays even after you’re dead, and they’ll appear near the spot where you died. Use them if the enemy team got an unfavourable trade from killing you. They’re quite underrated for what they can do!"
    },
    {
        "id": 15,
        "fact": "Always pay attention to the time and the map"
    },
    
    {
        "id": 16,
        "fact": "Clockwerk used to be a clockmaker, until his village got ransacked and his father told him with his dying breath to make war, not clocks."
    },
    
    {
        "id": 17,
        "fact": " Use Gold, HP, MANA & XP as Resource"
    },
    
     {
        "id": 18,
        "fact": "Lone Druid had a child."
    },
    
    
     {
        "id": 19,
        "fact": "When Ursa was still a cub, Lone Druid lost a finger to him. They remain great friends to this day."
    },
    {
        "id": 20,
        "fact": "The Gameboy was the First Game in Space."
    }
    
        
]
