[
    {
        "id": 1,
        "fact": "The massive map size of GTA V is actually double the size of real-life Manhattan."
    },
    {
        "id": 2,
        "fact": "There are 80,000 dialogue lines in GTA IV."
    },
    {
        "id": 3,
        "fact": "In GTA V, when you wade in water, your clothes will only get wet till the point you actually go in the water. The remaining area stays dry."
    },
    {
        "id": 4,
        "fact": "In GTA V, if you’re talking on the phone while driving, you won’t be able to adjust your headlights because your hand is busy."
    },
    {
        "id": 5,
        "fact": "Flip-flops aren’t stuck to your foot – they actually flop when you wear them in GTA V."
    },
    {
        "id": 6,
        "fact": "In story mode of GTA V, when you enter Lester Crest’s house, you will see a picture of the illuminati."
    },
    {
        "id": 7,
        "fact": "Players can watch mercenaries they hired to kill the target on TV"
    },
    {
        "id": 8,
        "fact": "When GTA 5 was first released, it was the most expensive game ever made"
    },
    {
        "id": 9,
        "fact": "Hitting propane tanks puts the player on fire"
    },
    {
        "id": 10,
        "fact": "Rockstar Games claimed GTA Online had been played in over 224 countries"
    },
    {
        "id": 11,
        "fact": "Prostitutes will sometimes have phone calls about how they need to pay off student loans or rent."
    },
    {
        "id": 12,
        "fact": "If you shave your head or facial hair, stubble will grow in time."
    },
    {
        "id": 13,
        "fact": "If you pull up next to someone in a red light and rev your engine in a sports car, they will race you once the light turns green."
    },
    {
        "id": 14,
        "fact": "If you break glass and walk over it, you can hear the crunching."
    },
    {
        "id": 15,
        "fact": "If you swim with Michael and track water inside, Amanda yells at you."
    },
    {
        "id": 16,
        "fact": "If someone is in a chair, you can kick the chair from under them."
    },
    {
        "id": 17,
        "fact": "Players can get stuck ragdolling permanently in some spots"
    },
    {
        "id": 18,
        "fact": "Players can drive boats in bizarre ways"
    },
    {
        "id": 18,
        "fact": "Amanda's makeup becomes sloppier when she's drunk"
    },
     {
        "id": 19,
        "fact": "Michael's voice actor has a hearing impairment"
    },
    
    {
        "id":20,
        "fact":"Birds can get sucked into the engine when you're flying."
    },
    {
        "id":21,
        "fact":"If you drive at night with your headlights off, NPCs will flash theirs."
    },
    {
        "id":22,
        "fact":"Over the course of the franchise rockstar has suffered many lawsuits from traditional citizens all over the world to celebrities."
    },{

        "id": 23,
        "fact": "In GTA V, if you’re talking on the phone while driving, you won’t be able to adjust your headlights because your hand is busy."
    }
]
