[
    {
        "id": 1,
        "fact": "Minecraft commenced as a little home experiment, and its creator Markus Persson, popularly known as Notch in the gaming industry, had doubts about the game’s popularity. We can all see how popular the game is now."
    },
    {
        "id": 2,
        "fact": "Minecraft was almost nicknamed Cave Game, but that doesn’t quite sound right. Well, we all like ‘Minecraft’ isn’t it?"
    },
    {
        "id": 3,
        "fact": "Cats are known to have nine lives, but they appear to have more in Minecraft. They appear to take no injuries no matter how hard they hit."
    },
    {
        "id": 4,
        "fact": "Creepers don’t have hands, but they can climb ladders with ease."
    },
    {
        "id": 5,
        "fact": "Even if thunderstorms strike during the day, you can sleep through them."
    },{
        "id": 6,
        "fact": "When staring through ice, it is extremely difficult to see water in the game."
    },
    {
        "id": 7,
        "fact": "Minecraft boats can be destroyed by arrows, although boats will not shatter if they strike soul sand."
    },
    {
        "id": 8,
        "fact": "Always choose a sword if you’d like to quickly cut a melon."
    },
    {
        "id": 9,
        "fact": "Red flowers are more difficult to come by than yellow flowers for some cause."
    },
    {
        "id": 10,
        "fact": "Wear a pumpkin on your head if you want to be invisible to Endermen, and you’ll be OK."
    },
    {
        "id": 11,
        "fact": "A lead can be used to tow a horse from a boat on the water."
    },
    {
        "id": 12,
        "fact": "TNT does no damage to the surrounding terrain when it explodes in lava."
    },
    {
        "id": 13,
        "fact": "Pigs are capable of climbing vines and ladders."
    },
    {
        "id": 14,
        "fact": "If the fishing rod arrives on land, it will incur a twofold impact with a durability damage."
    },
    {
        "id": 15,
        "fact": "A creeper will drop a random music disc if a skeleton kills it."
    },
     {
        "id": 16,
        "fact": "The first version of Minecraft was created in just six days."
    },
    {
        "id": 17,
        "fact": "Persson's avatar in the game is the only one who drops an apple when he dies."
    },
    {
        "id": 18,
        "fact": "Ghasts are voiced by a Sleeping Cat."
    },
    {
        "id": 19,
        "fact": "Ghasts are voiced by a sleeping cat."
    },
    {
        "id": 20,
        "fact": " Most people think that the language Endermen speaks does not make any sense, but the truth is the language is English itself."
    },
    {
        "id": 21,
        "fact": "Minecraft's most famous hostile mob was created by the developers because of a fault in the game's codes."
    },
    {
        "id": 22,
        "fact": "Enchanted golden apples were earlier known as Notch apples, Notch being the name of creator of the game, and were craftable with 8 golden blocks and an apple."
    },
    {
        "id": 23,
        "fact": "Endermen hate water, also the rain."
    },
    {
        "id": 24,
        "fact": "An endermite is the smallest hostile mob. Endermen attack an endermite within 64 blocks."
    },
    {
        "id": 25,
        "fact": "One day in Minecraft is 20 minutes in real-time."
    },
    {
        "id": 26,
        "fact": "The full version of Minecraft was completed on 18 November 2011, after which it was first released and made known to the world."
    },
    {
        "id": 27,
        "fact": "THE FIRST VERSION OF MINECRAFT WAS CREATED IN JUST SIX DAYS."
    },
    {
        "id": 28,
        "fact": "The crafting table in Minecraft, where players create a number of items and blocks, was formerly called workbench."
    },
    {
        "id": 29,
        "fact": "Creating trees in Minecraft uplifts the environment's appearance."
    }
    {
        "id": 29,
        "fact": "The Rarest Mob in Game is A zombified baby villager riding on the chicken with full Enchanted diamond armour holding Enchanted Diamond sword in left hand."
    },

]
